##############################################################
#French interface file for Reset Windows Password - V9.3.0
#Translated by laurent.DEBARD
#e-mail: laurent.debard1@gmail.com
#Last updated: 2019 JUN 21
##############################################################

101=&À propos RWP...
102=Erreur
103=Dernière erreur système:
104=erreur %X
105=Bienvenue dans
106=Cet assistant vous guidera à travers les étapes pour découvrir, récupérer ou réinitialiser vos informations personnelles.
107=SAM - Comptes utilisateurs standards
108=AD - Comptes de Domaine Active Directory
109=Mode de récupération
110=Que voulez-vous faire ?
111=Langue de l'interface
112=Réinitialiser ou changer le mot de passe du compte d'un utilisateur
113=Recherche et récupération du mot de passe de comptes d'utilisateurs
114=Dumper (exporter) le hachage des mots de passe
115=Supprimer les informations sensibles d'un utilisateur
116=Réinitialiser ou modifier le mot de passe DSRM (Mode restauration AD)
117=Charger un pilote IDE/SATA/SCSI/RAID
118=Restaurer les données et les mots de passe modifiés précédemment
119=Le programme fonctionne, uniquement, sous l'environnement amorçable Passcape CD/DVD/USB.
120=Passer à l'étape suivante de l'assistant
121=Fonctionne avec les comptes (SAM) standards
122=Fonctionne avec les comptes utilisateurs Active Directory
123=Sélectionner une fonction
124=Langue du programme
125=Menu RWP
126=Enregistrer le programme en ligne
127=Entrer le code d'enregistrement
128=Signaler un bug
129=Envoyer un commentaire
130=Conseiller à un ami
131=Aide de RWP
132=À propos...
133=Impossible d'exécuter la commande
134=Erreur lors de l'envoi du message par e-mail.
135=Retour à l'étape précédente de l'assistant
136=Charger et installer d'autres pilotes de stockage de masse
137=Installez ici, d'autres pilotes de stockage de masse si votre système échoue, lors de la reconnaissance de votre disque dur. Un redémarrage du système n'est pas nécessaire.
138=Cliquez sur le bouton "Charger un pilote" pour installer un pilote de disque dur, dans votre système.\nLe disque contenant des pilotes, est généralement livrés, avec le CD de pilotes de votre carte mère.\nDes pilotes supplémentaires peuvent être téléchargés sur notre site Internet (http://www.passcape.com)
139=Charger un pilote
140=Liste des périphériques de stockage du système
141=Fichiers d'informations du pilote (*.inf)|*.inf||
142=L'utilitaire de chargement du pilote n'a pas été trouvé. Contactez le support technique, s'il vous plaît.
143=Impossible d'exécuter l'utilitaire de chargement du pilote.
144=Le pilote choisit a été installé avec succès. Le programme mettra à jour votre liste des périphériques de stockage, maintenant.
145=L'exécution du chargement du pilote a échoué:
146=<VERSION DE DEMONSTRATION>
147=Dernière erreur:
148=Erreur 0x%08X
149=Souhaitez-vous fermer le programme ?\nAvant de cliquer sur "Oui", n'oubliez pas d'éjecter/de déconnecter votre support de démarrage (bootable), sinon vous ne pourrez pas démarrer sur le système d'exploitation.
150=Arrêter le programme et redémarrer le système
151=Cliquez sur ce bouton pour charger le disque de pilotes
152=Menu RWP - Utilitaires
153=Réinitialisation du mot de passe du compte utilisateur SAM (Étape %d sur %d)
154=Vous devez spécifier, ici, les fichiers du registre SAM et SYSTEM. Habituellement, les fichiers du registre résident dans votre répertoire %WINDIR%\\system32\\config (ex: C:\\Windows\\system32\\config\\).
155=Chemin des fichiers SAM et SYSTEM
156=Fichier SAM du registre
157=Fichier SYSTEM du registre
158=Parcourir...
159=Sélectionner un fichier/répertoire existant à partir de la liste déroulante ou un nouveau
160=Tous les fichiers (*.*)|*.*||
161=Fichier SAM invalide
162=Fichier SYSTEM invalide
163=Afin de continuer le décryptage, sélectionnez un compte utilisateur pour lequel vous souhaitez réinitialiser les données.
164=Liste des utilisateurs
165=Propriétés du compte
166=Compte verrouillé:
167=Compte désactivé:
168=Mot de passe expiré:
169=Mot de passe requis:
170=Historique du mot de passe:
171=Indice du mot de passe:
172=Description du compte:
173=Nom de l'utilisateur
174=Utilisateur RID
175=Administrateur
176=Statut
177=Aucun
178=Impossible d'ouvrir le fichier du registre
179=fichier du registre corrompu
180=manque de mémoire ou de ressources
181=impossible de lire le fichier du registre
182=format de fichier du registre non prit en charge
183=une exception non gérée s'est produite
184=le chemin n'a pas été trouvé
185=la valeur n'a pas été trouvé
186=paramètre entré non valide
187=pointeur de données ou longueur des données est incorrect
188=erreur interne
189=impossible d'écrire le fichier du registre
190=erreur inconnu
191=L'opération actuelle exige le disque de démarrage SYSKEY. Voulez-vous continuer ? Placez une disquette, avec le fichier "startkey.key", dans le lecteur de disquette avant de continuer, s'il vous plaît.
192=format de clé de session SAM non supporté
193=SYSKEY invalide, clé de session SAM ou fichier SAM ne corresponds pas à SYSTEM
194=LoadLibrary a échoué
195=GetProcAddress a échoué
196=Échec de décryptage du mot de passe LM
197=Échec de décryptage du mot de passe NTLM
198=donnée entrée invalide
199=Impossible d'ouvrir le fichier SYSTEM du registre
200=description de l'entrée SYSKEY n'a pas été trouvé
201=SYSKEY n'a pas été lu
202=Impossible d'ouvrir/d'accéder au fichier SAM du registre
203=Impossible de lire le fichier SAM du registre
204=Impossible d'écrire le fichier SAM du registre
205=échec de cryptage du mot de passe LM
206=échec de cryptage du mot de passe NTLM
207=commande non spécifié
208=taille de l'objet différente
209=échec de conversion de données
210=structure de données non supportée
211=SYSKEY ne peut pas être modifié
212=impossible d'écrire les données dans le fichier SYSTEM du registre
213=impossible de renommer la clé de données
214=l'option de la séquence de boot n'a été détecté
215=Le fichier SYSKEY, de mot de passe de démarrage n'a pas été trouvé sur la disquette.
216=impossible de lire le fichier SYSKEY de mot de passe de démarrage
217=SYSKEY n'a pas été décrypté.
218=SYSKEY non trouvé
219=valeur RID invalide
220=valeur RID n'est pas unique
221=échec d'écriture du registre
222=Échec d'ouverture SAM: %s
223=Impossible d'énumérer les utilisateurs dans le domaine SAM: %s
224=Oui
225=Non
226=Utilisateur
227=Invité
228=Opérateur
229=Compte système
230=Mot de passe absent
231=Mot de passe
232=Légende
233=L'opération courante nécessite le mot de passe de démarrage SYSKEY. Voulez-vous continuer ?
234=Mot de passe de démarrage SYSKEY
235=Entrez ici le mot de passe de démarrage SYSKEY
236=Jamais
237=hachage(s)
238=Réinitialisation du mot de passe du compte utilisateur Active Directory (Étape %d sur %d)
239=Sélectionnez le chemin vers le fichier ntds.dit et le registre SYSTEM. Généralement, le fichier ntds.dit est dans " %WINDIR%\\ntds\\ " et pour le registre SYSTEM, dans " %WINDIR%\\system32\\config ".
240=Fichiers sources Active Directory
241=Chemin de Active Directory (habituellement ntds.dit)
242=Fichiers de base de données Active Directory (*.dit)|*.dit|Tous les fichiers (*.*)|*.*||
243=échec général de cryptage
244=le mot de passe de démarrage SYSKEY ne peut pas être lu à partir de la disquette
245=impossible de décrypter la liste de clés de cryptage des mots de passe
246=structure incorrecte/inconnue de la structure de la clé de cryptage des mots de passe
247=rien à décrypter
248=algorithme de cryptage inconnu
249=donnée du système différente
250=échec extension
251=impossible de crypter les données de l'utilisateur
252=erreur d'ouverture AD
253=échec d'initialisation AD
254=erreur lecture AD
255=impossible de lire les données de la clé de cryptage
256=Impossible d'initialiser les données de la clé de cryptage
257=Dumper des mots de passe SAM vers le fichier (Étape %d sur %d)
258=échec de lecture des données
259=échec de décryptage des données
260=Pour une compatibilité maximum, il est recommandé de sauver le fichier, au format ASCII PWDUMP.\nLe dump des mots de passe peut-être fait, seulement, si le format Passcape est sélectionné.
261=Dumper des mots de passe Active Directory vers le fichier (Étape %d sur %d)
262=Texte ASCII
263=Texte UNICODE
264=Format du fichier
265=Sauvegarde sous
265=Type fichier
266=Que voulez-vous dumper ?
267=Nom utilisateur
268=ID utilisateur
269=Hachage LM
270=Hachage NT
271=Nom complet, Description
272=Répertoire de départ
273=Mot de passe (si trouvé)
274=<<  DUMP  >>
275=Fichier texte PWDUMP
276=Fichier texte Passcape
277=Hachages des mots de passe (historiques)
278=Historique du hachage LM
279=Historique du hachage NT
280=Aucune donnée a été trouvé
281=Fichiers textes PWDUMP (*.txt)|*.txt||
282=Fichier de configuration universel Passcape (*.puc)|*.puc||
283=Impossible d'ouvrir le fichier pour l'écrire
284=Le fichier dump a été créé avec succès
285=Entrez un nouveau mot de passe pour le compte ou laissez la case vide pour le réinitialiser. Faites attention aux options supplémentaires. Windows refusera le mot de passe si le compte est bloqué ou désactivé.
286=Information du compte utilisateur
287=Réinitialisation
288=<<  REINITIALISER / MODIFIER  >>
289=Répertoire SAM
290=Nom du compte
291=RID du compte
292=Description
293=Nouv. mot passe
294=Compte verrouillé
295=Compte désactivé
296=Mot de passe expiré
297=Réinitialisation du mot de passe de l'utilisateur et/ou des propriétés
298=Nouveau mot de passe. Laissez ce champ vide pour réinitialiser le mot de passe.
299=Déverrouillez le compte si il est verrouillé.
300=Active le compte.
301=Si le mot de passe est expiré, vous serez invité à en entrer un nouveau si l'ouverture de session réussie.
302=Donnée trouvée invalide
303=Impossible d'ouvrir l'utilisateur du domaine SAM: %s
304=Voulez-vous créer un fichier d'annulation ?
305=Impossible de sauvegarder les données de l'utilisateur vers SAM: %s
306=impossible de sauvegarder les données utilisateur pour la raison suivante: %s
307=Le compte a été modifié avec succès. Vous pouvez maintenant arrêter le programme, retirez votre disque de démarrage CD/DVD/USB et redémarrer le système. Si vous avez une stratégie de mots de passe de domaine, assurez-vous que la valeur fournie pour le nouveau mot de passe corresponds à la longueur, la complexité et l'historique requis pour le domaine.
308=Répertoire AD
309=Analyse impossible des infos utilisateur AD
310=Impossible de définir l'information de l'utilisateur dans la base de données. Le moteur de base de données retourne le code d'erreur suivant: %d.
311=Dumper le hachage du mot de passe dans le fichier texte
312=Dumper le hachage du mot de passe SAM dans le fichier texte
313=Réinitialisation du mot de passe du Mode Restauration AD (DSRM) (Étape %d sur %d)
314=impossible de détecter le type de produit Windows.
315=Le Mode Restauration Active Directory (DSRM) n'a pas été trouvé
316=Entrez le nouveau mot de passe pour le compte DSRM sélectionné ou laisser le vide pour le réinitialiser.
317=Informations générales
318=Réinitialisation du mot de passe DSRM
319=Répertoire SYSTEM
320=Rôle du système
321=Mot de passe existe
322=Cliquez pour réinitialiser le mot de passe DSRM
323=Impossible d'ouvrir le compte DSRM: %s
324=Impossible de sauvegarder les données du compte DSRM: %s
325=Impossible de sauvegarder les données du compte DSRM pour la raison suivante: %s
326=Le compte DSRM a été modifié avec succès. Vous pouvez maintenant arrêter le programme, retirez votre disque amorçable CD/USB et redémarrer le système. Pour redémarrer en mode DSRM, appuyez sur [F8] pendant la séquence de démarrage.
327=Annulation du mot de passe modifié précédemment (Étape %d sur %d)
328=Sélectionnez les données sources que vous voulez restaurer à partir de la sauvegarde. Les restaurations de sessions sont stockés dans les fichiers *.pucs et triés par date/heure.
329=Session d'annulation
330=Annulation des détails de session
331=Mot de passe SAM
332=Mot de passe Active Directory
333=Mode Restauration Active Directory (DSRM)
334=Type de données
335=Sélectionner le nouveau fichier d'annulation
336=L'information d'annulation n'a pas été trouvé dans le fichier indiqué.
337=compte DSRM
338=Cette boîte de dialogue peut vous aider à restaurer les mots de passe modifiés précédemment. Cliquez sur le bouton "Restaurer" pour annuler la session de sauvegarde sélectionnée lors de l'étape précédente.
339=<<  RESTAURER  >>
340=Fichier de config. Passcape
341=Données restaurées
342=Annulation déjà effectuée
343=Restauration des données à partir de la sauvegarde de la session
344=%d fois
345=Voulez-vous restaurer les données ? Cliquez sur "Yes" pour continuer. 
346=Impossible de restaurer les données de l'utilisateur vers SAM: %s
347=Impossible de restaurer les données pour la raison suivante: %s
348=Les données ont été restauré avec succès.
349=Cette session d'annulation a déjà été utilisé. Voulez-vous l'exécuter malgré tout ?
350=Effacement des informations sensibles (Étape %d sur %d)
351=Sélectionnez les informations que vous voulez remettre à zéro dans votre système. La majorité des fichiers sont situés dans le répertoire "WINDOWS\\System32\\config\\".
352=Que voulez-vous supprimer ?
353=Fichiers nécessaires
354=Fichier SECURITY
355=Fichier SOFTWARE du registre
356=Effacer l'historique des informations de l'utilisateur de l'Active Directory
357=Effacer l'historique des mots de passe (SAM) du compte de l'utilisateur standard
358=Effacer les mots de passe de domaine en cache
359=Effacer les mots de passe d'ouverture de session de Windows en cache
360=Effacer les informations de réinitialisation des mots de passe Windows
361=Effacer les indices de mots de passe
362=Sélectionnez l'utilisateur pour lequel vous souhaitez supprimer %s.
363=l'historique des mots de passe
364=les mots de passe de domaine en cache
365=les indices de mots de passe
366=aucune erreur
367=Impossible de lire ou de décrypter SYSKEY
368=impossible d'initialiser la clé de cryptage principale
369=impossible de lire la clé principale, aucun mot de passe a été trouvé
370=impossible d'ouvrir le cache de la valeur de contrôle
371=impossible de lire le cache de la valeur de contrôle
372=impossible d'ouvrir l'entrée du cache du domaine
373=impossible de lire l'entrée du cache du domaine
374=manque de mémoire ou de ressources
375=exception imprévue s'est produite
376=non supporté
377=taille de secret invalide
378=échec d'intégrité des données ou clé de cryptage invalide
379=pas d'éléments supplémentaires
380=l'entrée du cache du domaine n'a pas été analysé correctement
381=donnée introuvable
382=erreur inconnue
383=entrée invalide trouvé
384=élément non trouvé
385=impossible d'accéder aux données
386=impossible de renvoyer les données
387=impossible de lire le nom de l'utilisateur
388=erreur générale d'encryptage
389=échec de conversion des données
390=impossible d'écrire l'entrée du cache
391=Impossible d'ouvrir les informations d'identification de domaine en cache: %s.
392=Les mots de passe de domaine en cache n'ont pas été trouvés/décryptés
393=Les informations de l'historique des mots de passe n'ont pas été trouvées
394=Tout est prêt, maintenant, pour remettre à zéro l'information sensible que vous avez sélectionnée. Comme les hachages de mots de passe, les modifications ne peuvent pas être annulées.\nL'utilisation de cette fonction est à vos risques et périls !
395=Le programme n'a trouvé d'indice de mots de passe
396=<< EFFACER >>
397=Supprimer définitivement
398=Données à supprimer
399=Utilisateur(s) concerné(s)
400=Historique du mot de passe de l'utilisateur Active Directory
401=Historique du mot de passe (SAM) de l'utilisateur standard
402=Mots de passe d'ouverture de session en cache
403=l'information de réinitialisation du mot de passe Windows
404=Tous les utilisateurs
405=L'information de réinitialisation du mot de passe n'a pas été trouvé.
406=L'historique du mot de passe a été supprimé avec succès.
407=Impossible de supprimer au moins une entrée suite à l'erreur: %s.
408=L'entrée de l'utilisateur a été supprimé avec succès du cache du domaine
409=Impossible d'ouvrir le registre %s: %s.
410=échec général de décryptage
411=échec d'initialisation de clé de chiffrement
412=impossible de lire le registre SECURITY
413=la donnée demandé n'ont pas été trouvé
414=impossible de sauvegarder la clé de cryptage du mot de passe
415=emplacement de données vide
416=impossible d'écrire dans le registre SECURITY
417=Impossible de sauvegarder %s: registre: %s.
418=Impossible de supprimer les entrées d'ouverture des sessions pour la raison suivante: %s.
419=Le cache d'ouverture de session a été supprimé avec succès
420=Impossible de supprimer la structure de réinitialisation du mot de passe: %s.
421=L'information de réinitialisation du mot de passe a été supprimé avec succès
422=Impossible de réinitialiser les indices de l'utilisateur SAM: %s
423=Recherche des mots de passe utilisateurs (Étape %d sur %d)
424=Dans la plupart des cas, le hachage de mots de passe peut-être décrypté, presque instantanément.\n La récupération peut prendre plusieurs minutes dépendant des options que vous sélectionnez ici.
425=Méthodes de recherches
426=Privilégier la vitesse
427=Privilégier l'efficacité
428=Rechercher les mots passe dans le cache Windows
429=Rechercher les mots de passe simples
430=Attaque primitive à base de dictionnaires
431=Attaque primitive par force brute
432=Attaque par Intelligence Artificielle
433=Indiquez les fichiers/répertoires nécessaires pour réussir la récupération. L'emplacement typique, pour le répertoire des profils "C:\\Users" et des fichiers des programmes "C:\\Program Files".
434=Fichiers et répertoires nécessaires pour une récupération avec succès
435=Répertoire des profils
436=Répertoire "Program Files"
437=Recherche du répertoire des profils (par défaut C:\\Users)
438=Recherche du répertoire des fichiers des programmes (habituellement C:\\Program Files)
439=Tout est prêt, maintenant. Cliquez sur le bouton  "<<  RECHERCHER  >>" pour démarrer le scan de votre système, à la recherche des mots de passe perdus. Soyez patient, cela peut prendre du temps ! Notez, que certains mots de passe ne peuvent pas être trouvés mais seulement ceux qui sont vulnérables ou simples.
440=Mot de passe LM
441=Mot de passe NT
442=erreur d'ouverture du fichier
443=Mutation de la phrase secrète
444=Veuillez patienter, SVP...
445=&Annuler
446=Mutation du mot de passe...\n\nS'il vous plaît, soyez patient.
447=<<<  RECHERCHER  >>
448=Impossible de récupérer la tâche:
449=échec de création de la tâche
450=impossible de charger la DLL de stockage
451=impossible de charger une des fonctions protégées de bibliothèques de stockages
452=aucune erreur
453=erreur commune
454=le fournisseur de la DLL n'a pas été trouvé
455=handle invalide
456=le type existe déjà
457=le type n'existe pas
458=jeu de règles invalides
459=accès refusé
460=erreur de stockage
461=échec pour vérifier le demandeur
462=le mot de passe fournit est invalide
463=image disque différente
464=exception inconnue
465=mauvais indicateurs
466=objet existe déjà
467=objet n'existe pas
468=service indisponible
469=n'est pas vide
470=chaîne invalide
471=état invalide
472=non ouvert
473=déjà ouvert
474=erreur inconnue
475=échec d'ouverture du répertoire de registre de l'utilisateur
476=échec d'ouverture du chemin de stockage du registre de la Masterkey
477=taille invalide de l'entrée Masterkey
478=entrée invalide de la Masterkey
479=l'ID de la Masterkey est inconnu ou invalide
480=échec de décryptage du bloc de données de la Masterkey
481=échec de décryptage de la Masterkey
482=échec de décryptage DES
483=échec de localisation de l'objet (le répertoire du registre de l'objet n'a pas été trouvé)
484=impossible de lire les données de l'objet à partir du registre de la ruche
485=Taille de l'entrée de l'objet invalide
486=entrée de l'objet invalide
487=échec de décryptage de la clé d'encryptage de l'objet
488=échec de décryptage des données de l'objet
489=donnée de l'objet corrompue
490=Données de la Masterkey corrompues
491=échec d'ouverture du registre de la ruche
492=échec d'ouverture du fournisseur de la sous-clé
493=le propriétaire des données n'a pas été trouvé
494=échec de copie de l'instance de l'utilisateur
495=échec d'ouverture l'instance de l'utilisateur
496=plus aucun objet
497=échec de conversion de la chaîne vers GUID
498=échec de conversion GUID vers la chaîne
499=échec de conversion de la clé de registre de type GUI
500=échec de conversion de la clé de registre de sous-type GUID 
501=version de structure de donnée inconnue
502=la taille de l'objet est invalide
503=Échec d'écriture du registre de la ruche
504=la taille des données est invalide
505=impossible de lire le fichier
506=la donnée est invalide
507=impossible d'ouvrir le fournisseur de cryptage
508=l'algorithme de cryptage n'est pas supporté par le fournisseur
509=aucune donnée trouvée
510=impossible d'analyser la Master Key
511=impossible de décrypter la Master Key
512=Master Key GUID inconnue
513=La Master Key n'a pas été trouvé
514=l'entête de la donnée est invalide
515=méthode inconnue
516=impossible de créer le hachage
517=impossible de dériver les données de la clé de cryptage
518=impossible définir les paramètres de cryptographie
519=Vérifie la différence de signe
520=version inconnue
521=Construction des index de fichiers
522=Indexation des fichiers de données...\n\nS'il vous plaît, soyez patient.
523=<<  Arrêter la recherche  >>
524=Mots de passe trouvés:  %d
525=<Vide>
526=La fonction que vous demandez (%s) n'est pas supportée par la version actuelle du programme. S'il vous plaît, se référer au manuel du programme pour plus de détails.
527=Annulation des mots de passe Active Directory
528=Réinitialisation ou modification du mot de passe des comptes Active Directory
529=Dumper les identifiants de Domaine en cache
530=Réinitialisation ou modification du mot de passe du compte DSRM
531=Dumper les hachages du mot de passe LM/NTLM des comptes Active Directory
532=Dumper les hachages de l'historique des mots de passe
533=Restauration du mot de passe
534=Efface l'information sensible
535=Vous devez acheter le programme pour pouvoir continuer.
536=Dumper (exporter) les identifiants de Domaine en cache dans un fichier texte
537=Dumper le mot de passe de domaine en cache (hachages) dans un fichier texte
538=Vous devez indiquer les fichiers des registres SECURITY et SYSTEM, ici. Normalement, les fichiers du registre sont dans votre répertoire %WINDIR%\\system32\\config (ex. C:\\Windows\\system32\\config\\)
539=Chemins des fichiers SECURITY et SYSTEM
540=Exécuter la ligne de commande (CMD)
541=Fichier SECURITY invalide
542=Dumper les mots de passe de domaine en cache dans un fichier (Étape %d sur %d)
543=Pour plus d'efficacité, il faut sauver le fichier au format Passcape. De type CACHEDUMP, ils ne supportent pas les hachages Vista, ne peuvent pas faire un dump des entrées avec des noms d'utilisateurs non-anglais.
544=Fichier texte CACHEDUMP
545=Fichiers CACHEDUMP (*.cachedump)|*.cachedump|Fichiers textes (*.txt)|*.txt||
546=Export/import des fichiers Passcape (*.peif)|*.peif||
547=Impossible de calculer le fichier CRC
548=Impossible d'écrire dans le fichier
549=Démarrer le navigateur Internet
550=Impossible d'ouvrir le fichier d'aide
551=Le programme ne peut pas trouver les disques durs de votre système. Il est, probablement, nécessaire de charger un pilote supplémentaire, pour continuer.
552=À propos du programme
553=VERSION COMPLETE ENREGISTREE
554=VERSION DEMO NON ENREGISTREE
555=Information licence:
556=Enregistré à:
557=Information et contacts:
558=Page d'accueil:
559=Acheter le logiciel:
560=&Enregistrement
561=Enregistrement
562=S'il vous plaît, entrez votre code d'enregistrement ici...
563=Information d'enregistrement
564=Nom propriétaire:
565=Code d'enregistrement:
566=Entrez le code d'enregistrement, exactement, comme il vous a été donné dans le mail d'enregistrement. Si vous rencontrez des problèmes lors du processus d'enregistrement, s'il vous plaît se référer à l'aide du programme.
567=S'il vous plaît, entrer le code d'enregistrement du programme.
568=Le code que vous avez entré est incorrect. S'il vous plaît, essayez à nouveau.
569=Impossible de sauvegarder le code. S'il vous plaît, contacter le support technique.
570=Merci pour l'enregistrement du programme !
571=Test des répertoires
572=Scan en cours, de la structure du répertoire.\n\nCela peut prendre du temps. S'il vous plaît, soyez patient.
573=<< &Retour
574=&Suivant >>
575=&Quitter
576=Copier la liste dans le presse-papiers
577=Sauvegarder dans un fichier
578=<<< Mots de passe Windows >>>
579=Créé par
580=Impossible de copier la donnée
581=Impossible de sauvegarder la donnée
582=Fichiers HTML (*.htm)|*.htm||
583=La liste a été copié dans le presse-papiers
584=Exécuter le Bloc-notes
585=Réinitialisation de SYSKEY
586=Sécurité SYSKEY (efface tous les mots de passe SAM)
587=Modifier/Réinitialiser définitivement
588=Échec de réinitialisation de SYSKEY: %s
589=Le SYSKEY a été décrypté avec succès, mais le programme a échoué lors de la réinitialisation des mots de passe des utilisateurs, suite à l'erreur: %s Vous devrez probablement restaurer vos fichiers de registre SAM, SYSTEM et SECURITY à partir de la sauvegarde.
590=Le SYSKEY a été réinitialisé avec succès. Pour éviter d'endommager les comptes d'utilisateurs, le SYSKEY a été configuré pour demander un mot de passe lors du démarrage du système. La prochaine fois, vous serez invité, pour le mot de passe de démarrage SYSKEY, à entrer un mot de passe vide.
591=La réinitialisation de SYSKEY est une opération à risque qui peut affecter l'entière sécurité du système. Par exemple, vous ne pourrez pas décrypter vos fichiers protégés EFS. Pour rendre votre système amorçable, après que SYSKEY a été modifié, tous les mots de passe des comptes des utilisateurs locaux seront ré-encryptés et effacés automatiquement. Votre domaine, si vous le faites sur un PC en domaine, il peut être non-bootable après cette action. Il est fortement recommandé de faire une sauvegarde de vos ruches des registres SAM, SYSTEM and SECURITY, avant de continuer. Réinitialiser le mot de passe, uniquement en dernier recours ! Voulez-vous réellement lancer la réinitialisation de la SYSKEY ?
592=Le SYSKEY a été décrypté avec succès, mais le programme a échoué lors de la réinitialisation des secrets LSA suite à l'erreur: %s. Vous devrez probablement restaurer vos fichiers de registre SAM, SYSTEM et SECURITY à partir de la sauvegarde.
593=Le programme a été incapable de réinitialiser le SYSKEY en utilisant un algorithme standard. Voulez-vous essayer une autre solution ?
594=Le SYSKEY a été réinitialisé avec succès. Tous les mot de passe des utilisateurs ont été effacés.
595=Vous avez oublié votre mot de passe SYSKEY ?\nRetournez en arrière, à la page principale, et sélectionnez "%s" si vous voulez récupérer ou réinitialiser "%s" la SYSKEY.
596=Si vous perdez votre disquette SYSKEY, revenez en arrière, à la page principale, sélectionner le menu "%s" et essayer de réinitialiser le SYSKEY. Noter que tous les mots de passe des utilisateurs seront effacés après la réinitialisation du SYSKEY.
597=Exécuter Regedit
598=<indisponible dans la version actuelle>
599=Rechercher des mots passe avec des tables Passcape
600=Répertoire temporaire nécessaire
601=Le programme n'a pas trouvé le répertoire temporaire (pour copier les tables). S'il vous plaît, sélectionner le manuellement.
602=Sélectionner un répertoire temporaire
603=Fichiers d'indexations récemment utilisés
604=Le programme a réussi à extraire l'original du mot de passe en texte brut, pour le compte. Le mot de passe is %s. Voulez-vous le réinitialiser malgré tout ?
605=Le programme a échoué lors de la réinitialisation, de l'info d'ouverture de session, en cache (code erreur: %lu). Voulez-vous quand même continuer (non recommandé) ?
606=LiveId<->Local
607=Le fichier de sauvegarde des informations d'ouverture de session en cache n'a pas été trouvé. Voulez-vous quand même continuer (non recommandé) ?
608=Impossible de sauvegarder l'information d'ouverture de session en cache. Dernier code erreur: %lu.
609=Impossible d'ouvrir l'information d'ouverture de session en cache.
610=Nom du compte LiveID:
611=Pour pouvoir vous connecter avec succès, vous devez saisir un mot de passe non vide pour le compte sélectionné. Sinon, Windows ne vous laissera pas vous logger. Utiliser un mot de place à la place.
612=La base de données comporte des erreurs (%s). Il est fortement conseillé, en premier, de compacter/réparer la base de données (en utilisant ntdsutil.exe, par exemple), sinon des données pourraient être manquantes ou sauvegardées incorrectement. Parfois la réinitialisation d'un mot de passe peut n'avoir aucun effet sur lui. Voulez-vous continuer malgré tout ?
613=Gestion du clavier (langue)
614=Charger un nouveau clavier
615=Choisir le clavier (langue)
616=Exécuter "Chkdsk"
617=Installer les pilotes réseau
618=Exécuter "Diskpart"
619=Tester les mots de passe des fichiers les plus utilisés
620=Extraire les chaînes de gros fichiers incluant hiberfil.sys/pagefile.sys (les vidéos, archives , etc. seront ignorés)
621=Rechercher les gros fichiers, uniquement, dans les répertoires racines (root) et Windows
622=Rechercher les mots de passe dans la Corbeille
623=Niveau de mutations des mots de passe
624=Extraction des mots des fichiers de grandes tailles  
625=Erreur d'initialisation du moteur de recherche rapide
626=Décompression du fichier de dictionnaire...
627=Échec de décompression PCD: %lu
628=Échec de développement PCD: %lu
629=Explorateur de fichiers
630=Si le système d'exploitation ciblé est Windows 8 et que votre type de compte est un Windows LiveId, vous devez définir/saisir un mot de passe non-vide pour pouvoir vous connecter au système, avec succès.
631=Pour pouvoir décrypter les mots de passe internationaux, vous devez charger d'abord une configuration de clavier (utilisez le bouton Passcape dans le coin bas à droite). Voulez-vous continuez sans charger une configuration de clavier ?\n\nP.S. Ce message ne sera plus affiché.
632=Tester le mot de passe utilisateur
633=Entrez un mot de passe à tester
634=Entrer, ici, un mot de passe ou un code. Le programme le testera tel que vous l'avez saisi.
635=Identique !!!
636=Différent
637=Test des combinaisons de MAJ/Minuscules possibles
638=Tester un mot de passe
639=Tables Passcape (non disponible dans la DÉMO)
640=Aucune donnée à décrypter
641=Monter un disque virtuel
642=Monter un fichier image comme un lecteur virtuel
643=Cette fenêtre permets de monter vos fichiers d'images disques locaux comme lecteurs de disques virtuels. Les fichiers images sont montés en lecture seule ainsi les fichiers originaux ne sont pas altérés. Les formats suivants sont supportés:  AF*, BIN, DD, E01, FLP, IMG, ISO, NRG, S01, SDI, VHD, VMDK, etc...
644=Images montées
645=Monter
646=Démonter
647=Tout démonter
648=Monter un nouveau fichier image
649=Démonter l'image sélectionnée
650=Démonter toutes les images montées précédemment
651=Impossible de monter le fichier.
652=Le fichier image a déjà été monté.
653=Impossible de démonter le fichier.
654=Lecteur
655=Chemin de l'image
656=Fichiers image|*.00n;*.aff;*.afm;*.afd;*.bin;*.dd;*.e01;*.flp;*.img;*.ima;*.nrg;*.iso;*.raw;*.s01;*.sdi;*.vfd;*.vhd;*.vmdk|Tous les fichiers (*.*)|*.*||
657=Module en cours
658=Progression en cours
659=Progression globale
660=Monter l'intégralité de l'image
661=Monter une partition spécifique
662=Rechercher des mots de passe en scannant les secteurs physiques d'un disque
663=Indexation des secteurs du disque
664=Impossible de lire l'option de boot LSA. Erreur %lu.
665=Le SYSKEY est configuré pour l'utilisation d'un disque de démarrage.\nSeul, le mot de passe de démarrage SYSKEY peut être récupéré. Pensez à réinitialiser le SYSKEY si rien ne vous aide.
666=Le SYSKEY est configuré pour être généré par le système.\nSeul, le mot de passe de démarrage SYSKEY peut être récupéré.
667=Erreur de lecture de la clé de session SAM: %lu.
668=Version non supportée de clé de session SAM.
669=Félicitations !\nLe mot de passe a été trouvé (et copié dans le presse-papiers): %s
670=Rechercher le mot de passe de démarrage SYSKEY
671=Aucun mot de passe n'a été trouvé
672=Le mot de passe a été trouvé: %s
673=Modifier/Éditer les propriétés du compte d'un utilisateur
674=Modifier les paramètres/propriétés du compte (Étape %d sur %d)
675=Vous pouvez régler, ici, les propriétés du compte sélectionné. Attention, la modification des paramètres peut rendre le compte cible inactif/désactivé/verrouillé etc.
676=Propriétés de comptes
677=<< MODIFIER >>
678=Réinitialiser les propriétés des utilisateurs
679=Impossible de lire les propriétés du compte: %s
680=Compte utilisateur standard
681=Dupliquer temporairement un compte
682=Compte de connexion MNS
683=Compte Interdomain de confiance
684=Compte de station de travail de confiance
685=Compte serveur de confiance
686=Le compte est désactivé
687=Le répertoire racine est nécessaire
688=Le mot de passe n'est pas nécessaire
689=Le mot de passe n'expirera jamais
690=Compte verrouillé
691=Le mot de passe a expiré
692=Stocker les mots de passe avec un cryptage réversible
693=Se connecter en utilisant une carte à puce
694=Approuvé pour la délégation Kerberos
695=Contexte de sécurité non délégable à un service
696=Utiliser un cryptage réversible pour les mots de passe
697=Pré-authent. Kerberos inutile pour la connexion
698=Le compte est activé pour la délégation
699=Ne pas ajouter le certificat d'attribut de privilège
700=Lecture seule du compte de Contrôleur de Domaine
701=Restriction au cryptage AES seulement
702=Le script de connexion a été exécuté
703=Impossible d'écrire les propriétés du compte: %s
704=Compte expiré:
705=Rechercher les clés de CD/logiciels perdues
706=Recherche de clés de CD/logiciels (Étape %d sur %d)
707=Entrez les dossiers et les fichiers appropriés nécessaires à la récupération. Notez, que certains comptes utilisateurs (si vous choisissez la clé de recherche d'un utilisateur en particulier) sont utilisés par l'OS Windows et par conséquent peuvent ne pas contenir de données.
708=Où effectuer la recherche
709=Recherche pour tous les comptes utilisateurs locaux 
710=Rechercher uniquement dans le compte sélectionné
711=Répertoire du profil de l'utilisateur
712=Cliquez sur << Rechercher les clés >> pour démarrer la recherche des numéros de série. Cela peut prendre du temps, en fonction des options sélectionnées. Vous pouvez les exporter, en faisant un clic-droit sur les clés.
713=<< Rechercher les clés >>
714=Nom du programme
715=Clé d'enregistrement
716=ID du produit
717=Propriétaire
718=Nom du compte
719=Propriétaire enregistré
720=<Endommagé>
721=<Version Inconnue>
722=Clés trouvées: %d
723=Le programme a échoué lors de l'ouverture des données de Windows en cache (code erreur: %lu).
724=Compte Microsoft Live ID
725=Conversion impossible du type de compte en local. Erreur: %lu.
726=Conversion impossible du type de compte en Live ID. Erreur: %lu.
727=Avant de réinitialiser le mot de passe, il est nécessaire de convertir le Live ID Windows en compte d'utilisateur local. Voulez-vous continuer avec la conversion ?
728=Le compte a été modifié avec succès. Vous pouvez, maintenant, éjecter votre CD/DVD/clé USB bootable, arrêter le programme et redémarrer le système.
729=NOTEZ ! Votre compte Microsoft Live ID "%s" a été converti en compte local "%s".
730=NOTEz ! Le compte local "%s" a été restauré en Microsoft Live ID "%s".
731=Attaque par Empreinte (à base de modèle)
732=Exécution de l'attaque par Empreinte
733=Impossible d'écrire dans SAM la valeur
734=Sauvegarde de la base de registre/AD/mots de passe dans l'archive
735=Assurez-vous que le répertoire Windows et de l'Active Directory sont correctement définis. Si ce n'est pas le cas, définissez des répertoires valides.
736=Sauvegarde d'informations sensibles (Étape %d sur %d)
737=SVP, Choisissez, ce que vous souhaitez sauvegarder, le lecteur source et le répertoire cible.
738=Disque source (où réside le répertoire Windows)
739=Répertoire cible (où les données doivent être enregistrées)
740=Sauvegarder le registre System de Windows
741=Sauvegarder l'Active Directory
742=Sauvegarder les mots de passe et les informations sensibles 
743=Sauvegarder les mots de passe et les informations sensibles 
744=Assurez-vous que le chemin du répertoire Windows a été défini correctement ou choisissez en un valide si ce n'est pas le cas.
745=Assurez-vous que le chemin du répertoire Windows a été défini correctement ou choisissez en un valide si ce n'est pas le cas. Indiquez si vous voulez sauvegarder les données sensibles pour un seul ou pour tous les utilisateurs locaux.
746=Répertoire Windows
747=Répertoire Active Directory
748=Répertoires System
749=Profils utilisateurs
750=NTDS.DIT n'a pas été trouvé dans le répertoire indiqué. Souhaitez-vous l'utiliser malgré tout ?
751=Tout est prêt. Cliquez sur le bouton "<< Sauvegarder >>" pour démarrer la sauvegarde des fichiers et des répertoires. Soyez patient, en fonction des options sélectionnées cela peut prendre du temps.
752=Fichier en cours
753=Lecteur source:
754=Répertoire cible:
755=<<  Sauvegarder  >>
756=Fichiers traités: %d
757=La sauvegarde est terminée.\n
758=Aucun fichier a été traité.
759=%d fichiers (sur %d) ont été traité.
760=Tous les fichiers ont été traité et sauvegardé avec succès dans "%s".
761=Fichiers à traiter: %d+
762=Rechercher les mots de passe Internet/e-mail/réseau
763=Recherche et décryptage de mots de passe réseau (Étape %d sur %d)
764=Indiquez les mots de passe que vous souhaitez décrypter et le lecteur source pour la recherche.
765=Rechercher des mots de passe Web (Internet Explorer, Edge, Firefox, Chrome et d'autres navigateurs)
766=Rechercher des mots de passe d'e-mails (Outlook, Internet (Live) Mail, Thunderbird, Seamonkey, Foxmail, etc.)
767=Rechercher des mots de passe LAN/WAN/RAS/DSL/VPN/WiFi et d'autres mots de passe réseau
768=Assurez-vous que le chemin du répertoire Windows a été correctement défini. Choisissez-en un valide si ce n'est pas le cas. Indiquez si vous voulez rechercher les mots de passe pour un utilisateur local ou pour l'ensemble des utilisateurs du PC.
769=Tout est prêt, maintenant. Cliquez sur le bouton  "<<  RECHERCHER  >>" pour lancer la recherche de mots de passe. Soyez patient, cela peut prendre du temps en fonction des options sélectionnées.  Double-cliquez sur un élement rouge pour le décrypter et les exporter, avec un clic-droit sur les clés.
770=<< Rechercher >>
771=URL/nom
772=Login
773=Mot de passe
774=Trouvé/décrypté
775=<Pas encore décrypté>
776=%d éléments n'ont pas encore été décryptés. Double-cliquez sur l'un d'eux surligné en rouge pour lancer la récupération.
777=Le programme n'a pas été capable de trouver le fichier de la MasterKey pour l'élément sélectionné. Assurez-vous que tous les paramètres ont été définis correctement.
778=Impossible de décrypter les données Blob
779=Mot de passe utilisateur (logon)
780=SVP, Vous devrez fournir le mot de passe de connexion (logon) du propriétaire des données
781=Chemin du profil Utilisateur
782=SID utilisateur
783=Fichier MasterKey utilisateur
784=L'OS cible est configuré pour demander un mot de passe SYSKEY au démarrage, la réinitialisation de ce mot de passe peut corrompre définitivement votre système ! Pensez plutôt, à la recherche du mot de passe SYSKEY. Si vous avez une bonne raison d'utiliser cette fonctionnalité, assurez vous que vous possédez une sauvegarde du fichier SAM de la base de registre avant de continuer. Voulez-vous malgré tout continuer ?
785=Le mot de passe SYSKEY est vide
786=Impossible de décrypter la MasterKey. Le mot de passe est probablement incorrect.
787=Mot de passe principal (Master)
788=Chemin de profil des programmes 
789=Fichier MasterKey
790=%s n'a pas été trouvé
791=Vous devez fournir le Mot de passe Principal (Master) pour réaliser le décryptage 
792=Le cryptage entropique est nécessaire
793=Fournir un nom de champ de formulaire
794=Fournir une adresse URL source
795=Nom de champ de formulaire
796=Adresse de l'URL de la page
797=Ce type de protection nécessite que l'entropie soit activé pour effectué le décryptage. L'élément suivant doit être fourni:\n%s.
798=Erreur lors de l'ouverture du répertoire %s du Coffre
799=Serveur
800=Décrypter
801=Fichiers Texte (*.txt)|*.txt||
802=Type
803=Commentaire
804=Nom ou login
805=Impossible d'analyser le fichier
806=Impossible de décrypter la MasterKey système. Une erreur est survenue lors du décryptage.
807=Ajouter un nouveau compte utilisateur
808=Ajouter un nouveau compte utilisateur (étape %d sur %d)
809=Sélectionnez un compte utilisateur qui sera utilisé comme donneur. Ce compte sera utilisé comme source de données pour copier les propriétés vers le nouveau compte. Vous pourrez changer les propriétés à l'étape finale.
810=Entrez le nom et le mot de passe pour le nouveau compte utilisateur. Vous devez définir un mot de passe non-vide, conforme à la règle de mots de passe, si il en existe une !\nCliquez sur le bouton <<Créer le compte>> pour ajouter un nouveau compte au fichier SAM.
811=<<  Créer le compte  >>
812=Membre de
813=Impossible de trouver l'utilisateur avec le RID: %s
814=Créer le compte
815=Impossible de changer %s
816=Ce nom d'utilisateur existe déjà, choisissez-en un différent.
817=Le nom d'utilisateur ne doit pas être vide
818=Impossible de définir %s mot de passe: %s.
819=Impossible de modifier le domaine du RID: %s
820=Le nouvel utilisateur a été créé avec succès. Si vous voulez changer certaines propriétés du compte, retournez à la page principale du programme et sélectionnez le mode "Modifier/Editer les propriétés du compte d'un utilisateur".
821=Impossible de sauvegarder les données dans le fichier SAM du domaine: %s
822=Il est fortement recommandé de sauvegarder le fichier de la base de registre SAM, avant de continuer. Voulez-vous sauvegarder le fichier ?
823=Vous ne pouvez pas copier un fichier dans lui-même.
824=Impossible de copier %s vers %s
825=Impossible d'obtenir le SID du fichier SAM du domaine: %s
826=Non membre de
827=Le nouveau compte n'est membre d'aucun groupe. Vous ne serez pas capable d'ouvrir une session (logger) du système en utilisant ce compte. Voulez-vous continuer malgré tout ?
828=Impossible d'ajouter l'utilisateur à au moins un groupe
829=Le compte n'appartient pas au groupe Administrateur. Êtes-vous sûr ?
830=Impossible d'ajouter un utilisateur au groupe SAM local
831=Impossible de définir les informations du propriétaire pour le nouveau compte
832=Certaines versions de Windows n'acceptent pas les mots de passe vides. Voulez-vous continuer malgré tout ?
833=Rechercher les documents cryptés
834=Rechercher les fichiers cryptés (étape %d sur %d)
835=Sélectionnez le ou les types de documents à rechercher. Utilisez les boutons [<] et [>] pour faire votre sélection de documents. Pour rechercher des documents qui ne sont pas dans la liste, cliquez sur le bouton [+] et ajoutez votre masque de fichiers personnalisé.
836=Documents à rechercher
837=Types de documents disponibles
838=Ce qu'il faut rechercher
839=Tout sélectionner
840=Tout désélectionner
841=Ajouter à la recherche
842=Supprimer de la recherche
843=Ajouter une extension de fichier personnalisée
844=Ajouter un nouvel élément de recherche
845=Ajouter un(des) fichier(s) à la recherche
846=Entrez le nom (à afficher dans la liste des choix) et un ou plusieurs nom de masques séparés par des virgules. Par exemple: *.kdbx, *.kdb, *.pwd
847=Nom complet
848=Masque(s) de fichier(s)
849=Le nom existe déjà, choisissez-en un différent.
850=Au moins un masque de fichier est incorrect
851=Sélectionnez le lecteur ou le répertoire où doit se faire la recherche des fichiers. Une sélection multiple d'emplacements de recherche peut être configurée.
852=Veuillez, svp, remplir tous les champs nécessaires
853=Tous les disques locaux
854=Sélection d'un lecteur (ex: C:)
855=Répertoire "Documents" pour tous les utilisateurs
856=Tous les fichiers et les répertoires pour un compte
857=Répertoire "Documents" pour le compte sélectionné
858=Emplacement(s) personnalisé(s)
859=Liste des lecteurs
860=Répertoires sélectionnés: %d
861=<< Rechercher >>
862=Tout est prêt maintenant. Cliquez sur le bouton "<< Rechercher >> pour scanner votre système à la recherche du type de documents sélectionnés. Cela peut prendre du temps pour aboutir. A la fin du processus de recherche, faites un clic droit avec la souris pour afficher le menu contextuel.
863=Nom du document
864=Type
865=Protégé
866=Taille du fichier
867=Créé le
868=Modifié
869=Dernier accès
870=Emplacement
871=Répertoire
872=Traités/Trouvés
873=Impossible de lire les options de l'écran de connexion
874=Impossible de modifier les options de l'écran de connexion
875=L'affichage des comptes d'utilisateurs sur l'écran de connexion, est désactivé dans la configuration de Windows. Souhaitez-vous activer l'affichage des comptes ?
876=Le programme n'a pas réussi à trouver/détecter des répertoires. Veuillez indiquer les répertoires pour la recherche manuellement.
877=Test si la protection du document est activée (pour les types de fichiers prédéfinis uniquement)
878=La recherche de documents est plus rapide si cette option n'est PAS activée
879=Sélectionner
880=Sauvegarder
881=Exporter
882=Supprimer (de la liste)
883=Tous les documents
884=Les documents protégés par mots de passe
885=Tous les documents du même type sélectionnés
886=Inverser la sélection
887=Les noms dans un fichier texte
888=Toute la liste dans un fichier texte
889=Toute la liste dans un fichier html
890=Les documents sélectionnés
891=Les documents sans protection par mots de passe
892=Archives ZIP (*.zip)|*.zip||
893=Documents trouvés
894=Mots de passe et hachages trouvés
895=Clés trouvés
896=DCC - Comptes de Domaine en cache
897=OUTILS - Récupération de mots de passe et autres outils utiles
898=Fonctionne avec les identifiants de connexion et les comptes en cache
899=Récupération/Réinitialisation/Sauvegarde de mots de passe et autres outils utiles
900=Espace mémoire insuffisant. Assurez-vous que vous avez au moins 1 GB RAM.
901=Réinitialisation ou modification des mots de passe de comptes de Domaine en cache
902=Réinitialisation du mot de passe en cache d'un compte de Domaine (Étape %d sur %d)
903=Numéro
904=Type
905=Dernière connexion
906=Nom complet
907=Nom de Domaine
908=Nom de Domaine
909=DNS du Domaine
910=Home drive
911=Répertoire racine
912=Chemin du profil
913=Les fichiers cible ne contient pas d'entrées de Domaine en cache
914=Saisissez le nouveau mot de passe pour le compte en cache de Domaine sélectionné ou laissez la zone de saisie vide pour le réinitialiser.
915=Réinitialiser le mot de passe DCC
916=Réinitialisation/Modification du mot de passe du compte DCC
917=Identifiants de connexion de Domaine en cache
918=Erreur lors de la modification du compte DCC
919=Modifier tous les mots de passe en cache pour ce compte
920=Récupération du mot de passe de Domaine en cache
921=Recherche des mots de passe de Domaine en cache (Étape %d sur %d)
922=Hachage DCC
923=Le compte a été modifié avec succès. Vous devez éjecter votre CD/DVD/USB amorçable, fermer le programme et redémarrez votre système.\n\nAssurez-vous que le Domaine est HORS-LINE ! Sinon, vous ne pourrez pas vous connecter en utilisant les paramètres d'identification altérés en cache.
924=Inclure à la recherche du mot de passe
925=Exclure de la recherche du mot de passe
926=Inclure tout à la recherche du mot de passe
927=Exclure tout hormis ceux sélectionnés
928=Même si le programme est très optimisé pour la vitesse de recherche, la récupération de mots de passe pour les identifiants de connexions de Domaine en cache (type 2) s'exécute très lentement due au fort cryptage utilisé. Actuellement, ~10000 fois plus lent que la recherche des identifiants de connexions de type 1. Pour gagner un peu plus de vitesse, pensez à exclure tous les comptes inutiles de la liste (en utilisant le bouton droit de la souris).
929=Aucune tâche à exécuter. Sélectionnez au moins un élément à rechercher.
930=Le programme a détecté une activité de connexion du Domaine. Retournez au dialogue initial et choisissez le mode DCC si vous devez réinitialiser le mot de passe pour un des comptes de Domaine suivants:
931=Le programme a détecté des connexions de Domaines en cache. Retournez au dialogue initial et choisissez le mode DCC si vous devez réinitialiser le mot de passe pour un des comptes de Domaine en cache suivants:
932=Sélection de la méthode de déverrouillage
933=J'ai un mot de passe de récupération
934=J'ai un fichier contenant la clé de récupération
935=J'ai un certificat
936=Fichier de clé
937=Fichier de certificat
938=Sélection du lecteur à déverrouiller 
939=Déverrouiller le disque chiffré par Bitlocker
940=Déverrouiller les disques protégés par Bitlocker
941=Pour avoir la possibilité d'utiliser les disques cryptés par Bitlocker, vous devez fournir le mot de passe du volume, le mot de passe de récupération, la clé de récupération ou le fichier de certificat.
942=Disque crypté
943=<< DEVERROUILLER >>
944=Déprotéger le disque choisi
945=Aucun disque chiffré par Bitlocker n'a été trouvé
946=Impossible de supprimer la protection du disque %s
947=Déverrouiller les disques cryptés par Bitlocker
948=Dernière erreur: %s
949=Le disque %C:\\ n'est pas protégé par Bitlocker. Souhaitez-vous continuer malgré tout ?
950=Le programme a détecté que les disques suivants sont protégés par Bitlocker:
951=Souhaitez-vous supprimer les décrypter et les connecter ?
952=Le système signale qu'il ne peut pas supprimer la protection du disque à cause de l'erreur suivante: %s
953=Le disque a été déverrouillé avec succès
954=J'ai un mot de passe de déverrouillage du volume
955=Stratégie de groupe activée
956=Nouveau mot de passe conforme à la stratégie de groupes
957=Éditer la stratégie de sécurité des mots de passe
958=Affichage et édition de la stratégie de groupes des mots de passe (étapes %d sur %d)
959=Long. minimum du mot de passe
960=Long. historique de mots de passe
961=Age max. du mot de passe (jours)
962=Age min. du mot de passe (jours)
963=Long. minimum, en caractères, d'un mot de passe valide
964=Nombre de mots de passe sauvegardé dans l'historique. Un utilisateur ne peut réutiliser un mot de passe déjà présent dans la liste.
965=Temps maximum (jours) qu'un mot de passe peut rester le même
966=Temps minimum (jours) avant qu'un mot de passe peut être changé
967=Le mot de passe doit respecter les règles de complexités
968=Le mot de passe ne peut pas être changé sans se connecter
969=Forcer l'utilisation d'un protocole qui ne permets pas à un DC d'avoir des mots de passe en clair
970=Permets au compte administrateur d'être verrouillé à partir de connexion réseau
971=Stocker les mots de passe en utilisant un cryptage réversible
972=Refuser la modification du mot de passe toutes les semaines pour les comptes machines
973=La stratégie de groupes du mot de passe affecte toute la sécurité du système.\nAttention, la modification de certaines options peut rendre inactif/désactiver/vérouiller/etc, les comptes.\nDéfinir une valeur à zéro permets de désactiver la règle concernée.
974=Stratégie de groupes
975=Nom du PC
976=Modifier du compte ou des propriétés système
977=Impossible de modifier un des paramètres: %s
978=Les données ont été modifiées avec succès
979=Décrypter les identifiants de connexions Windows Hello
980=Rechercher les codes PIN
981=Mot de passe de connexion
982=Localiser et décrypter les identifiants de connexions Windows Hello (étape %d sur %d)
983=Récupération de codes PIN (étape %d sur %d)
984=Veuillez sélectionner le répertoire Windows (par exemple "D:\\Windows") ou un de votre choix, si le programme n'a pas réussi à le détecter automatiquement.
985=La liste suivante contient les identifiants de connexions trouvés stockés par Windows Hello.\nSi un élément est surligné en rouge, double-cliquez dessus pour lancer le décryptage.
986=Mot de passe Image
987=Ordinateur
988=Point
989=Ligne
990=Cercle
991=Figure
992=Des éléments n'ont pas encore été décryptés.\nPour finaliser le décryptage, double-cliquez sur un élément surligné en rouge et entrez le code PIN du compte de l'utilisateur.
993=Entrer le code PIN
994=Saisissez le code PIN pour finaliser le décryptage
995=Le code PIN est constitué de %d chiffre(s)
996=Le code PIN est constitué de chiffres
997=Le code PIN peut contenir des caractères, des symboles et des nombres
998=Le mot de passe n'a pas été décrypté.\nLe code PIN est peut-être incorrect.\nSouhaitez-vous essayer à nouveau ?
999=Identifiants de connexions Windows Hello
1000=La récupération de codes PIN est un processus lent due au cryptage complexe utilisé.\nAssurez-vous d'avoir désactivé les options qui ne sont pas présumées nécessaires.\nCependant, il est fortement recommandé, dans tous les cas, d'activer "l'attaque par Intelligence Artificielle".
1001=Aucun compte avec un code PIN configuré a été trouvé
1002=Cliquer sur le bouton "< Rechercher les codes PIN >" pour lancer le scan du système. Cela peut prendre du temps pour aboutir. Pour accélérer le processus, sélectionner le code PIN dont vous avez besoin. Exécuter la récupération de multiples codes PIN augmente proportionnellement le temps de recherche.
1003=Codes PIN récupérés
1004=Test du code PIN
1005=Même si le programme est très optimisé pour une recherche rapide, la récupération de codes PIN est extrêmement lente due au cryptage complexe utilisé. Pour gagner un peu de vitesse, pensez à exclure les codes PIN inutiles de votre liste de recherche, à l'aide du clic-droit de la souris. Les éléments exclus sont surlignés en rouge.
1006=Le programme a détecté qu'au moins un code PIN est très simple et peut facilement être trouvé dans un temps raisonnable.\nSouhaitez-vous démarrer la récupération garantie ?
1007=Impossible d'initialiser le module Windows Hello
1008=Le programme n'a pas trouvé de codes PIN. Assurez-vous que le répertoire Windows définit est correct et que au moins un compte d'utilisateur a été configuré avec un code PIN.
1009=Le programme a détecté que certains identifiants de connexions peuvent être décryptés en mots de passe en clair, en utilisant le module de décodage de Windows Hello. Assurez-vous que vous avez essayé cette méthode (ainsi que la recherche de mots de passe) avant de réinitialiser le mot de passe. Souhaitez-vous ouvrir la boite de dialogues de Windows Hello ?
1010=Aucun enregistrement Windows Hello.\nRaisons possibles:\n- Le répertoire Windows spécifié est incorrect\n- Un cryptage des fichiers est utilisé\n- Windows Hello n'a pas été configuré sur le système Windows cible\n- Le système d'exploitation n'est pas Windows 10
1011=< Rechercher les codes PIN >
1012=Le programme a détecté %d répertoires Windows. Sélectionner celui dont vous avez besoin.
1013=Les protections TPM ne sont pas encore prise en charge
1014=FORENSIQUES - Outils d'investigations Système
1015=Différents outils pour extraire et analyser l'activité d'utilisateurs
1016=Historique et statistiques de connexions (logon)
1017=Type de comptes de connexion (logon)
1018=Comptes utilisateurs standards
1019=Comptes Active Directory
1020=Comptes de Domaine en cache
1021=Extraction et affichage des statistiques de connexions (logon) (étape %d sur %d)
1022=Sélectionnez le type de compte de connexion dont vous souhaitez visualiser les statistiques. Certains types peuvent être indisponibles pour le système cible.
1023=NTDS.DIT n'a pas été trouvé. Voulez-vous afficher le chemin d'accès pour le définir manuellement ?
1024=Rapports disponibles
1025=Sélectionnez un rapport disponible, puis cliquez sur "Suivant" pour lancer la collecte des statistiques pour le rapport sélectionné. Soyez patient, SVP, la collecte de statistiques peut prendre du temps.
1026=Dernières connexions
1027=Activités de connexions
1028=Dernières déconnexions
1029=Erreurs de mots de passe de connexions
1030=Age du mot de passe
1031=Age du compte
1032=Statistiques complet de comptes
1033=Statistiques complet de comptes
1034=Extraction des statistiques...\n\nVeuillez patienter, SVP.
1035=Pour trier la liste, cliquez sur l'entête de la colonne. Vous pouvez afficher le menu contextuel à l'aide d'un clic-droit.
1036=Nombre de jours
1037=Nombre de connexions
1038=Historique matériels
1039=Dernière déconnexion
1040=Historique d'installations de logiciels
1041=Dernière erreur de mot de passe de connexion
1042=Le mot de passe a été changé
1043=Compte créé
1044=Nombre de connexions par jour
1045=Historique de connexion réseau
1046=Extraire et afficher les informations de l'historique (étape %d sur %d)
1047=Filtres
1048=Options avancées
1049=Tout afficher
1050=Afficher les éléments créés dans l'intervalle des dates
1051=Afficher les éléments modifiés la dernière fois dans l'intervalle des dates
1052=Définissez les filtres pour n'afficher que les informations souhaitées.
1053=Une date erronée a été définie
1054=Afficher les matériels qui ont été installés dans l'intervalle de dates définies
1055=Afficher les matériels dont les dates de premières installations/suppressions correspondent à l'intervalle
1056=À partir de la date:
1057=Jusqu'à la date:
1058=Ne pas afficher les périphériques systèmes standard
1059=Description
1060=Première installation
1061=Dernière installation
1062=Dernière suppression
1063=Nom du périphérique
1064=Classe
1065=Fabricant
1066=Service
1067=Description du pilote
1068=Par défaut, l'emplacement des profils est "C:\\Utilisateurs"
1069=Toutes les installations de logiciels du système
1070=Installations logicielles spécifiques à un utilisateur
1071=Ne pas afficher les composants système
1072=Choix d'affichage
1073=Version
1074=Éditeur
1075=Emplacement source
1076=Chemin d'installation
1077=Afficher les réseaux dont la date de création corresponds à l'intervalle de dates
1078=Afficher les réseaux dont la date de la dernière connexion corresponds à l'intervalle de dates
1079=Nom du réseau
1080=Catégorie
1081=Dernière connexion
1082=Adresse MAC - Passerelle
1083=Réseau public
1084=Réseau privé
1085=Réseau de Domaine
1086=Autre
1087=Ethernet
1088=Token ring
1089=Fiber Distributed Data Interface
1090=PPP
1091=Software loopback
1092=ATM
1093=IEEE 802.11 (Sans-fil)
1094=Encapsulation Tunnel
1095=IEEE 1394 (Firewire)
1096=Réseau large bande pour WiMax
1097=Réseau large bande pour GSM
1098=Réseau large bande pour CDMA
1099=Inconnu
1100=Activité récente utilisateur
1101=Derniers fichiers modifiés
1102=Derniers répertoires modifiés
1103=Données du système complet
1104=Données spécifiques à un utilisateur
1105=Afficher les éléments dont la date corresponds à l'intervalle de dates
1106=Extension
1107=Nom de fichier/élément
1108=Dialogue ouvrir/enregistrer un fichier
1109=Démarrer à partir de l'explorateur
1110=Tache exécutée
1111=Documents récents
1112=Répertoires récents
1113=documents
1114=répertoires
1115=Applications récentes
1116=Éléments d'applications récentes
1117=Connexions RDP récentes
1118=URLs dans IE
1119=Chemins saisis dans l'explorateur
1120=Historique de recherche - Explorateur
1121=Activité en arrière-plan
1122=Activité - Bureau
1123=Historique - Périphérique Bluetooth
1124=Historique - Périphérique Portable
1125=Historique - Profil Sans-fil
1126=Historique - Assistant utilisateur
1127=Lecteurs réseaux récents connectés
1128=Éléments réseaux trouvés récents
1129=Recherches de fichiers/répertoires récentes
1130=Fichiers Applets (%s) récents
1131=Dernière clé regedit
1132=Comptes Outlook
1133=Dernier arrêt du système
1134=Date de l'installation du système
1135=Dernière connexion (logon)
1136=Afficher les fichiers/répertoires dont la date de création corresponds à l'intervalle de dates
1137=Afficher les fichiers/répertoires dont la dernière date de modification corresponds à l'intervalle de dates
1138=Masquer l'élément sélectionné
1139=Masquer tous les éléments correspondant à %s="%s"
1140=Scan de la structure du répertoire.\n\nEléments traités/trouvés: %lu/%lu
1141=Nom de fichier
1142=Nom de répertoire
1143=Faire un clic-droit pour afficher le menu contextuel.
1144=Le programme a détecté que le système contient des questions et réponses secrètes. Voulez-vous voir ces données ?
1145=Questions et réponses secrètes
1146=Notez que cette fonctionnalité est uniquement disponible pour Windows Vista et les OS supérieurs.
1147=Exportation des données
1148=<<<<  &Acceuil
1149=Retour à la page principale du programme
1150=Évènements
1151=Évènements Système
1152=Date et Heure
1153=Source
1154=Historique Web
1155=Historique spécifique à un utilisateur
1156=Historique Web pour tous les utilisateurs
1157=Sites visités
1158=Formulaires
1159=Historique de mots de passe
1160=Historique des Cookies
1161=Historique de téléchargement
1162=Choix de la recherche
1163=Veuillez sélectionner les éléments du navigateur que vous souhaitez rechercher.
1164=Navigateur
1165=Dernière utilisation/modification
1166=Nombre de visites
1167=Recherche en cours de chemins de navigateurs inconnus.\n\nCela peut prendre du temps. Veuillez patienter, SVP...
1168=Mot de passe modifié
1169=Recherche d'expressions
1170=[CRYPTES]
1171=Expirés
1172=Types d'historiques
1173=impossible de décrypter la base de données des enregistrements
1174=échec d'initialisation de la base de données
1175=Assurez-vous que la base de données ne soit pas endommagée et que tous les fichiers logs/points de vérifications (*.log and *.chk) soient dans le même répertoire. Sinon, utilisez "NTDSUTIL" ou tout autre utilitaire pour la réparer.
1176=Impossible de charger la table de schéma
1177=Impossible d'analyser le schéma de la base de données
1178=Impossible de lire l'enregistrement sélectionné
1179=L'objet n'a pas été trouvé
1180=Échec de la transaction de données
1181=Échec de mise à jour des données
1182=Erreur de chargement des index MSYS
1183=Affiche uniquement les évènements importants (recommandé)
1184=Le programme a détecté que le système contient des informations d'auto-login de boot vérifié (TABL). Cela signifie que la plupart des éléments privés pour le dernier utilisateur loggé (%s) peut être décryptés sans connaitre le mot de passe d'origine de la session. Par exemple, les mots de passe WAN/LAN/RESEAUX, etc.\n\nVoulez-vous ouvrir la récupération de mots de passe réseaux ?
1185=Test des mots de passe par défaut
1186=Test des mots de passe par défaut...\n\nVeuillez patienter, SVP.

